Repository: iOmega8561/OpenChat
Catalog: OpenChat/Resoources/Localizable.xcstrings
Source language: en
Languages: it

# action-continue
source: Continue
it: Continua

# action-new-chat
source: New Chat
it: Nuova chat

# action-send
source: Send
it: Invia

# hint-chat-name
source: Chat Name
it: Nome della chat

# hint-connection-token
source: Your JWT Token or OpenAI token
it: Token JWT o chiave OpenAI

# hint-connection-url
source: https://your-openai-url.com
it: https://url-api-openai.com

# hint-message
source: Message
it: Messaggio

# hint-select-chat
source: Select a Chat
it: Seleziona una chat

# hint-select-model
source: Select a Model
it: Seleziona un modello

# title-connection
source: Configure Connection
it: Configura la connessione

# title-new-chat
source: New Chat
it: Nuova chat

# title-reasoning
source: Reasoning
it: Ragionamento
